<!-- 
1.	초코빵 조각 (가장 낮은 등급, 이제 막 시작한 회원)
2.	아지트 스파이 (살짝 활동하는 회원)
3.	숨겨진 보물 (중간 단계, 활동 중인 핵심 회원)
4.	전설의 하마 (활발한 회원, 힘과 존재감을 가진)
5.	비밀 대장 (최고 등급, 진정한 리더)

1.	햄스터 스파이 (가장 낮은 등급, 처음 시작하는 회원)
2.	은밀한 너구리 (조금씩 활동하는 회원)
3.	활동적인 고양이 (중간 등급, 꾸준히 활동하는 회원)
4.	전설의 늑대 (활발하게 활동하는 회원)
5.	대장 펭귄 (최고 등급, 아지트의 리더) 

Like 10 + Login 10 =
Like 30 + Login 30 =
Like 60 + Login 60 =
Like 100 + Login 100 =
Like 150 + Login 150 =

// boardLikes 테이블에서 로그인한 세션 memberID가 Likes, 일정 이상 boardMember에서 로그인 횟수가 일정 이상 이면
// 그에 맞게 등급 (1 ~ 5) 부여

// 로그인 횟수를 알아내려면
// lastLogin이 오늘 12시 이내면 로그인 이미 함
-->